Repository: adiparvu/prvapoitment-
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: fr, nl

source: %lld guests
fr: %lld invités
nl: %lld gasten

source: %lld reviews
fr: %lld avis
nl: %lld beoordelingen

source: %lld treatments
fr: %lld soins
nl: %lld behandelingen

source: %lld unread notifications
fr: %lld notifications non lues
nl: %lld ongelezen meldingen

source: %lld visits
fr: %lld visites
nl: %lld bezoeken

source: 100% goes to your artist
fr: 100 % va à votre artiste
nl: 100% gaat naar je artiest

source: A friend's first appointment
fr: Le premier rendez-vous d’un ami
nl: De eerste afspraak van een vriend

source: Account and security notices are always delivered. Everything else can be silenced without leaving the app.
fr: Les avis de compte et de sécurité sont toujours transmis. Tout le reste peut être coupé sans quitter l’app.
nl: Account- en beveiligingsmeldingen worden altijd bezorgd. Al de rest kun je dempen zonder de app te verlaten.

source: Add a card
fr: Ajouter une carte
nl: Kaart toevoegen

source: Add a card once and every future booking is one tap away. Apple Pay works without saving anything.
fr: Ajoutez une carte une fois et chaque réservation se fait ensuite en un geste. Apple Pay fonctionne sans rien enregistrer.
nl: Voeg één keer een kaart toe en elke volgende afspraak is één tik verwijderd. Apple Pay werkt zonder iets te bewaren.

source: Add a card to pay in the app, or settle at the salon.
fr: Ajoutez une carte pour payer dans l’app, ou réglez au salon.
nl: Voeg een kaart toe om in de app te betalen, of reken af in het salon.

source: Add a tip
fr: Ajouter un pourboire
nl: Fooi toevoegen

source: Add at least one treatment to continue
fr: Ajoutez au moins un soin pour continuer
nl: Voeg minstens één behandeling toe om verder te gaan

source: Add Card
fr: Ajouter une carte
nl: Kaart toevoegen

source: Add to Calendar
fr: Ajouter à l’agenda
nl: Aan agenda toevoegen

source: Add to Wallet
fr: Ajouter à Wallet
nl: Aan Wallet toevoegen

source: Adds it to your booking
fr: L’ajoute à votre réservation
nl: Voegt het toe aan je afspraak

source: Adds the add-on
fr: Ajoute l’option
nl: Voegt de extra toe

source: Administrator
fr: Administrateur
nl: Beheerder

source: AI-matched salons, artists, and styles around you.
fr: Salons, artistes et looks près de chez vous, sélectionnés par l’IA.
nl: Salons, artiesten en looks bij jou in de buurt, gematcht door AI.

source: AI-powered search matches you with the right salon, artist, and style — nearby and on your terms.
fr: La recherche par IA vous met en relation avec le bon salon, le bon artiste et le bon style — près de chez vous et à vos conditions.
nl: AI-zoeken koppelt je aan het juiste salon, de juiste artiest en de juiste stijl — dicht bij huis en op jouw voorwaarden.

source: Allergies, inspiration, parking — anything that helps.
fr: Allergies, inspiration, parking — tout ce qui peut aider.
nl: Allergieën, inspiratie, parkeren — alles wat helpt.

source: Already claimed today
fr: Déjà récupéré aujourd’hui
nl: Vandaag al geclaimd

source: Already paid
fr: Déjà payé
nl: Al betaald

source: Amenities
fr: Équipements
nl: Voorzieningen

source: An account with this email already exists — try signing in instead.
fr: Un compte existe déjà avec cet e-mail — connectez-vous plutôt.
nl: Er bestaat al een account met dit e-mailadres — log in plaats daarvan in.

source: Any
fr: Tous
nl: Alle

source: Any available artist
fr: N’importe quel artiste disponible
nl: Elke beschikbare artiest

source: Any Time
fr: À tout moment
nl: Elk moment

source: Anything else?
fr: Autre chose ?
nl: Nog iets?

source: Apple didn't return a usable credential. Please try again.
fr: Apple n’a pas renvoyé d’identifiants exploitables. Réessayez.
nl: Apple gaf geen bruikbare gegevens terug. Probeer het opnieuw.

source: Apple Pay couldn't open. Try another payment method.
fr: Apple Pay n’a pas pu s’ouvrir. Essayez un autre moyen de paiement.
nl: Apple Pay kon niet worden geopend. Probeer een andere betaalmethode.

source: Apply
fr: Appliquer
nl: Toepassen

source: Apply a balance before paying
fr: Appliquez un solde avant de payer
nl: Gebruik een saldo voor je betaalt

source: Appointment request
fr: Demande de rendez-vous
nl: Afspraakaanvraag

source: Appointment total
fr: Total du rendez-vous
nl: Totaal van de afspraak

source: Artist
fr: Artiste
nl: Artiest

source: Ask your Beauty Assistant
fr: Demandez à votre Beauty Assistant
nl: Vraag het je Beauty Assistant

source: At the salon
fr: Au salon
nl: In het salon

source: Availability
fr: Disponibilité
nl: Beschikbaarheid

source: Available again tomorrow
fr: De nouveau disponible demain
nl: Morgen weer beschikbaar

source: Available as guest
fr: Disponible en tant qu’invité
nl: Beschikbaar als gast

source: Balance at the salon
fr: Solde à régler au salon
nl: Saldo in het salon

source: Barbershop
fr: Barbier

source: Billing details
fr: Coordonnées de facturation
nl: Facturatiegegevens

source: Billing postcode
fr: Code postal de facturation
nl: Postcode facturatie

source: Book
fr: Réserver
nl: Boeken

source: Book Again
fr: Réserver à nouveau
nl: Opnieuw boeken

source: Book appointments
fr: Réserver des rendez-vous
nl: Afspraken boeken

source: Book for a group
fr: Réserver pour un groupe
nl: Boek voor een groep

source: Book in seconds
fr: Réservez en quelques secondes
nl: Boek in enkele seconden

source: Book this plan
fr: Réserver ce programme
nl: Boek dit plan

source: Booking
fr: Rendez-vous
nl: Afspraak

source: Bookings
fr: Rendez-vous
nl: Afspraken

source: Books your appointment and opens checkout
fr: Réserve votre rendez-vous et ouvre le paiement
nl: Boekt je afspraak en opent het afrekenen

source: Brow Studio
fr: Studio sourcils
nl: Wenkbrauwstudio

source: Browse as a Guest
fr: Explorer en tant qu’invité
nl: Rondkijken als gast

source: Browse freely — booking, chat, and rewards unlock when you sign in.
fr: Explorez librement — la réservation, le chat et les récompenses se débloquent dès votre connexion.
nl: Kijk vrij rond — boeken, chatten en beloningen ontgrendel je door in te loggen.

source: Built for pros too
fr: Conçu pour les pros aussi
nl: Ook gebouwd voor profs

source: Bundles that save you money
fr: Des formules qui vous font économiser
nl: Combinaties die je geld besparen

source: Businesses with confirmed identity and credentials
fr: Établissements à l’identité et aux qualifications confirmées
nl: Zaken met bevestigde identiteit en diploma’s

source: Buy a Gift Card
fr: Acheter un chèque-cadeau
nl: Cadeaubon kopen

source: Buy one for a friend, or redeem a code you were given.
fr: Offrez-en un à un ami, ou utilisez un code qu’on vous a donné.
nl: Koop er een voor een vriend of wissel een ontvangen code in.

source: Calendar
fr: Agenda
nl: Agenda

source: Calendar access is off. Turn it on in Settings to save your appointments.
fr: L’accès à l’agenda est désactivé. Activez-le dans Réglages pour enregistrer vos rendez-vous.
nl: Agendatoegang staat uit. Zet ze aan in Instellingen om je afspraken te bewaren.

source: Cancel
fr: Annuler
nl: Annuleren

source: Cancel Appointment
fr: Annuler le rendez-vous
nl: Afspraak annuleren

source: Cancel this appointment?
fr: Annuler ce rendez-vous ?
nl: Deze afspraak annuleren?

source: Cancellation fee
fr: Frais d’annulation
nl: Annuleringskosten

source: Cancelled
fr: Annulé
nl: Geannuleerd

source: Cancelled by Salon
fr: Annulé par le salon
nl: Geannuleerd door salon

source: Card
fr: Carte
nl: Kaart

source: Cardholder name
fr: Nom du titulaire
nl: Naam kaarthouder

source: Categories
fr: Catégories
nl: Categorieën

source: Charged now
fr: Débité maintenant
nl: Nu afgerekend

source: Charged today
fr: Débité aujourd’hui
nl: Vandaag afgerekend

source: Chat with salons and the AI assistant
fr: Discuter avec les salons et l’assistant IA
nl: Chatten met salons en de AI-assistent

source: Checked In
fr: Arrivé
nl: Ingecheckt

source: Checkout
fr: Paiement
nl: Afrekenen

source: Choose a slot first
fr: Choisissez d’abord un créneau
nl: Kies eerst een tijdslot

source: Choose a time to continue
fr: Choisissez un horaire pour continuer
nl: Kies een tijdstip om verder te gaan

source: Choose a value or set your own
fr: Choisissez un montant ou définissez le vôtre
nl: Kies een waarde of stel je eigen bedrag in

source: Choose Services
fr: Choisissez vos soins
nl: Kies je behandelingen

source: Choose Your Artist
fr: Choisissez votre artiste
nl: Kies je artiest

source: Claimed today
fr: Récupéré aujourd’hui
nl: Vandaag geclaimd

source: Clear All
fr: Tout effacer
nl: Alles wissen

source: Close
fr: Fermer
nl: Sluiten

source: Come back tomorrow
fr: Revenez demain
nl: Kom morgen terug

source: Complete with credit
fr: Finaliser avec le crédit
nl: Afronden met tegoed

source: Completed
fr: Terminé
nl: Voltooid

source: Completing an appointment
fr: Terminer un rendez-vous
nl: Een afspraak afronden

source: Confirm Booking
fr: Confirmer le rendez-vous
nl: Afspraak bevestigen

source: Confirm New Time
fr: Confirmer le nouvel horaire
nl: Nieuw tijdstip bevestigen

source: Confirmed
fr: Confirmé
nl: Bevestigd

source: Confirming…
fr: Confirmation…
nl: Bezig met bevestigen…

source: Continue
fr: Continuer
nl: Ga verder

source: Continue as Guest
fr: Continuer en tant qu’invité
nl: Verder als gast

source: Continue securely
fr: Continuer en toute sécurité
nl: Veilig doorgaan

source: Conversations with your salon are end-to-end encrypted. Sign in to pick up where you left off.
fr: Les conversations avec votre salon sont chiffrées de bout en bout. Connectez-vous pour reprendre où vous en étiez.
nl: Gesprekken met je salon zijn end-to-end versleuteld. Log in om verder te gaan waar je gebleven was.

source: Cosmetic Clinic
fr: Clinique esthétique
nl: Cosmetische kliniek

source: Couldn't add this to your calendar.
fr: Impossible d’ajouter ceci à votre agenda.
nl: We konden dit niet aan je agenda toevoegen.

source: Create Account
fr: Créer un compte
nl: Account aanmaken

source: Credited to your Beauty Wallet, ready for your next visit.
fr: Crédité sur votre Beauty Wallet, prêt pour votre prochaine visite.
nl: Bijgeschreven op je Beauty Wallet, klaar voor je volgende bezoek.

source: Currently
fr: Actuellement
nl: Nu

source: Custom amount
fr: Montant personnalisé
nl: Eigen bedrag

source: Custom tip amount
fr: Montant du pourboire personnalisé
nl: Eigen fooibedrag

source: Daily check-in
fr: Check-in quotidien
nl: Dagelijkse check-in

source: Dashboard
fr: Tableau de bord

source: Describe the look you want — get services, pros, and timing planned for you.
fr: Décrivez le look que vous voulez — soins, professionnels et timing sont planifiés pour vous.
nl: Beschrijf de look die je wil — wij plannen de behandelingen, de professionals en de timing.

source: Diamond
fr: Diamant
nl: Diamant

source: Directions
fr: Itinéraire
nl: Route

source: Discount
fr: Remise
nl: Korting

source: Discover
fr: Découvrir
nl: Ontdek

source: Discover your next look
fr: Découvrez votre prochain look
nl: Ontdek je volgende look

source: Dismiss
fr: Fermer
nl: Sluiten

source: Done
fr: Terminé
nl: Klaar

source: Due at the salon
fr: À régler au salon
nl: Te betalen in het salon

source: Due now
fr: À payer maintenant
nl: Nu te betalen

source: Due today
fr: À payer aujourd’hui
nl: Vandaag te betalen

source: Duration
fr: Durée
nl: Duur

source: Each guest gets their own invitation to confirm their treatment.
fr: Chaque invité reçoit sa propre invitation pour confirmer son soin.
nl: Elke gast krijgt een eigen uitnodiging om zijn behandeling te bevestigen.

source: Earn as you glow
fr: Rayonnez, gagnez
nl: Stralen wordt beloond

source: Earn loyalty rewards
fr: Gagner des récompenses fidélité
nl: Loyaltybeloningen verdienen

source: Earn XP with every visit, unlock tiers, and enjoy member-only perks at your favorite salons.
fr: Cumulez de l’XP à chaque visite, débloquez des niveaux et profitez d’avantages réservés aux membres dans vos salons préférés.
nl: Verdien XP bij elk bezoek, ontgrendel niveaus en geniet van ledenvoordelen in je favoriete salons.

source: Edit
fr: Modifier
nl: Wijzigen

source: Email address
fr: Adresse e-mail
nl: E-mailadres

source: Enable Notifications
fr: Activer les notifications
nl: Meldingen inschakelen

source: Encrypted
fr: Chiffré
nl: Versleuteld

source: Enter a code
fr: Saisissez un code
nl: Voer een code in

source: Enter your code
fr: Saisissez votre code
nl: Voer je code in

source: Esthetics
fr: Esthétique
nl: Schoonheidsverzorging

source: Every movement on your wallet
fr: Tous les mouvements de votre wallet
nl: Elke beweging op je wallet

source: Explore
fr: Explorer
nl: Ontdekken

source: Explore salons, artists, and prices
fr: Explorer les salons, les artistes et les tarifs
nl: Salons, artiesten en prijzen bekijken

source: Filters
fr: Filtres

source: Finishing a challenge
fr: Terminer un défi
nl: Een uitdaging voltooien

source: First name
fr: Prénom
nl: Voornaam

source: Fits the salon's schedule best
fr: S’intègre le mieux au planning du salon
nl: Past het best in de planning van het salon

source: For You
fr: Pour vous
nl: Voor jou

source: Free cancellation
fr: Annulation gratuite
nl: Gratis annuleren

source: Freelancer
fr: Indépendant

source: From the client
fr: De la part du client
nl: Van de klant

source: Fully booked
fr: Complet
nl: Volgeboekt

source: Fully booked this day
fr: Complet ce jour-là
nl: Deze dag is volgeboekt

source: Get Started
fr: Commencer
nl: Aan de slag

source: Gift Card
fr: Chèque-cadeau
nl: Cadeaubon

source: Gift card
fr: Chèque-cadeau
nl: Cadeaubon

source: Gift card code
fr: Code du chèque-cadeau
nl: Code van de cadeaubon

source: Gold
fr: Or
nl: Goud

source: Good afternoon
fr: Bon après-midi
nl: Goeiemiddag

source: Good evening
fr: Bonsoir
nl: Goeienavond

source: Good morning
fr: Bonjour
nl: Goeiemorgen

source: Great work around the corner
fr: Du beau travail juste à côté
nl: Mooi werk om de hoek

source: Group
fr: Groupe
nl: Groep

source: Guest
fr: Invité
nl: Gast

source: Guests
fr: Invités
nl: Gasten

source: Guests joining you
fr: Invités qui vous accompagnent
nl: Gasten die meekomen

source: Hair Salon
fr: Salon de coiffure
nl: Kapsalon

source: Home
fr: Accueil
nl: Start

source: How much today
fr: Combien aujourd’hui
nl: Hoeveel vandaag

source: How was it? Your review helps other clients.
fr: Alors ? Votre avis aide les autres clients.
nl: Hoe was het? Jouw beoordeling helpt andere klanten.

source: I'll sign in instead
fr: Je préfère me connecter
nl: Ik log liever in

source: In Progress
fr: En cours
nl: Bezig

source: Invite a friend
fr: Parrainer un ami
nl: Nodig een vriend uit

source: Invoice
fr: Facture
nl: Factuur

source: Join the Waitlist
fr: Rejoindre la liste d’attente
nl: Op de wachtlijst

source: Join the waitlist and we'll notify you the moment a spot in your window opens up.
fr: Inscrivez-vous sur la liste d’attente : nous vous prévenons dès qu’une place se libère dans votre créneau.
nl: Zet je op de wachtlijst en we verwittigen je zodra er een plek vrijkomt in jouw tijdvenster.

source: Joining a membership
fr: Souscrire un abonnement
nl: Lid worden

source: Keep
fr: Conserver
nl: Behouden

source: Keep Appointment
fr: Conserver le rendez-vous
nl: Afspraak behouden

source: Keep My Appointment
fr: Je conserve mon rendez-vous
nl: Ik behoud mijn afspraak

source: Kid Friendly
fr: Adapté aux enfants
nl: Kindvriendelijk

source: Languages Spoken
fr: Langues parlées
nl: Gesproken talen

source: Lash Studio
fr: Studio de cils
nl: Wimperstudio

source: Last name
fr: Nom
nl: Achternaam

source: Late cancellation
fr: Annulation tardive
nl: Late annulering

source: Leave empty to keep it for yourself
fr: Laissez vide pour le garder pour vous
nl: Laat leeg om hem voor jezelf te houden

source: Limited-time bonuses
fr: Bonus à durée limitée
nl: Tijdelijke bonussen

source: Live availability, instant confirmation, and effortless rescheduling. Your chair is always a tap away.
fr: Disponibilités en direct, confirmation immédiate et report sans effort. Votre fauteuil est toujours à portée de doigt.
nl: Actuele beschikbaarheid, directe bevestiging en moeiteloos verzetten. Je stoel is altijd één tik verwijderd.

source: Live availability, instant confirmation, easy rescheduling.
fr: Disponibilités en direct, confirmation immédiate, report facile.
nl: Actuele beschikbaarheid, directe bevestiging, eenvoudig verzetten.

source: Loading available times
fr: Chargement des créneaux disponibles
nl: Beschikbare tijdstippen worden geladen

source: Loading the salon's menu
fr: Chargement de la carte du salon
nl: Het aanbod van het salon wordt geladen

source: Loading your order
fr: Chargement de votre commande
nl: Je bestelling wordt geladen

source: Loading your payment methods
fr: Chargement de vos moyens de paiement
nl: Je betaalmethoden worden geladen

source: Locked for your privacy
fr: Verrouillé pour votre confidentialité
nl: Vergrendeld voor je privacy

source: Loyalty that pampers
fr: Une fidélité qui vous chouchoute
nl: Loyaliteit die verwent

source: Loyalty XP, tiers, and member-only perks at every visit.
fr: XP fidélité, niveaux et avantages membres à chaque visite.
nl: Loyalty-XP, niveaus en ledenvoordelen bij elk bezoek.

source: Luxury
fr: Luxe
nl: Luxe

source: Make Default
fr: Définir par défaut
nl: Instellen als standaard

source: Make it a ritual
fr: Faites-en un rituel
nl: Maak er een ritueel van

source: Makeup Studio
fr: Studio de maquillage

source: Mark All Read
fr: Tout marquer comme lu
nl: Alles als gelezen markeren

source: Mark Read
fr: Marquer comme lu
nl: Als gelezen markeren

source: Maybe Later
fr: Plus tard
nl: Misschien later

source: Men Only
fr: Réservé aux hommes
nl: Alleen voor mannen

source: Message (optional)
fr: Message (facultatif)
nl: Bericht (optioneel)

source: Message a salon before your visit, or ask the Beauty Assistant to plan your next look.
fr: Écrivez à un salon avant votre visite, ou demandez au Beauty Assistant de planifier votre prochain look.
nl: Stuur een salon een bericht voor je bezoek, of laat de Beauty Assistant je volgende look plannen.

source: Message not sent. Tap it to try again.
fr: Message non envoyé. Touchez-le pour réessayer.
nl: Bericht niet verzonden. Tik erop om het opnieuw te proberen.

source: Messages in this conversation are end-to-end encrypted.
fr: Les messages de cette conversation sont chiffrés de bout en bout.
nl: Berichten in dit gesprek zijn end-to-end versleuteld.

source: Minimum Rating
fr: Note minimale
nl: Minimumbeoordeling

source: Multi-Salon Owner
fr: Propriétaire multi-salons
nl: Eigenaar van meerdere salons

source: Nail Studio
fr: Onglerie
nl: Nagelstudio

source: Nearby
fr: À proximité
nl: In de buurt

source: New bookings will be charged to this card first
fr: Les nouvelles réservations seront débitées sur cette carte en priorité
nl: Nieuwe afspraken worden eerst op deze kaart afgerekend

source: New challenges appear every month — keep booking to be first in line.
fr: De nouveaux défis arrivent chaque mois — continuez à réserver pour être aux premières loges.
nl: Elke maand komen er nieuwe uitdagingen bij — blijf boeken om er als eerste bij te zijn.

source: No challenges right now
fr: Aucun défi pour le moment
nl: Momenteel geen uitdagingen

source: No gift cards yet
fr: Aucun chèque-cadeau
nl: Nog geen cadeaubonnen

source: No matches
fr: Aucun résultat
nl: Geen resultaten

source: No messages yet
fr: Aucun message
nl: Nog geen berichten

source: No payment method
fr: Aucun moyen de paiement
nl: Geen betaalmethode

source: No salon selected
fr: Aucun salon sélectionné
nl: Geen salon geselecteerd

source: No saved methods
fr: Aucun moyen enregistré
nl: Geen bewaarde methoden

source: No services published
fr: Aucun soin publié
nl: Nog geen behandelingen gepubliceerd

source: No tip
fr: Sans pourboire
nl: Geen fooi

source: No visits yet
fr: Aucune visite pour l’instant
nl: Nog geen bezoeken

source: No-Show
fr: Absence
nl: Niet komen opdagen

source: Note for your artist
fr: Note pour votre artiste
nl: Notitie voor je artiest

source: Nothing booked
fr: Rien de réservé
nl: Niets geboekt

source: Nothing here yet
fr: Rien ici pour l’instant
nl: Hier staat nog niets

source: Nothing on the books
fr: Rien de prévu
nl: Nog niets geboekt

source: Number of visits
fr: Nombre de visites
nl: Aantal bezoeken

source: Offers & Packages
fr: Offres et forfaits
nl: Aanbiedingen & pakketten

source: Open Now
fr: Ouvert nu
nl: Nu open

source: Opens the widest choice of times
fr: Offre le plus grand choix d’horaires
nl: Geeft de ruimste keuze aan tijdstippen

source: Optional
fr: Facultatif
nl: Optioneel

source: Optional, but it helps your salon plan.
fr: Facultatif, mais cela aide votre salon à s’organiser.
nl: Optioneel, maar het helpt je salon plannen.

source: or continue with email
fr: ou continuer avec votre e-mail
nl: of ga verder met e-mail

source: Other
fr: Autre
nl: Anders

source: Our payment servers are momentarily busy. Please try again shortly.
fr: Nos serveurs de paiement sont momentanément occupés. Réessayez dans quelques instants.
nl: Onze betaalservers hebben het even druk. Probeer het straks opnieuw.

source: Our servers are momentarily busy. Please try again shortly.
fr: Nos serveurs sont momentanément occupés. Réessayez dans quelques instants.
nl: Onze servers hebben het even druk. Probeer het straks opnieuw.

source: Paid
fr: Payé
nl: Betaald

source: Password
fr: Mot de passe
nl: Wachtwoord

source: Passwords need at least 8 characters.
fr: Le mot de passe doit contenir au moins 8 caractères.
nl: Een wachtwoord moet minstens 8 tekens bevatten.

source: Past
fr: Passés
nl: Voorbije

source: Pay at Salon
fr: Payer au salon
nl: Betalen in het salon

source: Pay deposit
fr: Payer l’acompte
nl: Voorschot betalen

source: Pay in full
fr: Payer l’intégralité
nl: Volledig betalen

source: Payment complete
fr: Paiement effectué
nl: Betaling voltooid

source: Payment method
fr: Moyen de paiement
nl: Betaalmethode

source: Payment Methods
fr: Moyens de paiement
nl: Betaalmethoden

source: Payments are processed by Stripe. Your card number is vaulted by Stripe and never touches this app.
fr: Les paiements sont traités par Stripe. Votre numéro de carte est conservé par Stripe et ne transite jamais par cette app.
nl: Betalingen worden verwerkt door Stripe. Je kaartnummer wordt door Stripe bewaard en komt nooit in deze app.

source: Payments, cashback, and refunds will appear here as soon as you book.
fr: Paiements, cashback et remboursements apparaîtront ici dès votre première réservation.
nl: Betalingen, cashback en terugbetalingen verschijnen hier zodra je boekt.

source: Pending
fr: En attente
nl: In afwachting

source: Pet Friendly
fr: Animaux acceptés
nl: Huisdiervriendelijk

source: Pick a Time
fr: Choisissez un horaire
nl: Kies een tijdstip

source: Pick a time before confirming.
fr: Choisissez un horaire avant de confirmer.
nl: Kies een tijdstip voordat je bevestigt.

source: Pick the salon you're working from to see its day book here.
fr: Choisissez le salon où vous travaillez pour afficher son agenda du jour ici.
nl: Kies het salon waar je werkt om hier de dagagenda te zien.

source: Planning your look…
fr: Planification de votre look…
nl: Je look wordt gepland…

source: Please tell us both your first and last name.
fr: Indiquez votre prénom et votre nom.
nl: Vul zowel je voornaam als je achternaam in.

source: Preferred time
fr: Horaire souhaité
nl: Voorkeurstijdstip

source: Premium Client
fr: Client Premium
nl: Premiumklant

source: Prepayment discount
fr: Remise pour paiement anticipé
nl: Korting bij vooruitbetaling

source: Price: High to Low
fr: Prix : décroissant
nl: Prijs: hoog naar laag

source: Price: Low to High
fr: Prix : croissant
nl: Prijs: laag naar hoog

source: Promo code
fr: Code promo

source: Read verified reviews
fr: Lire les avis vérifiés
nl: Geverifieerde reviews lezen
